{
  "Result" : [
    {"title":"Real Madrid CF | Official Website", "url":"https://www.realmadrid.com/en", "description":"Real Madrid official website with news, photos, videos and sale of tickets for the next matches. Experience of belonging to Real Madrid!"},
    {"title":"Real Madrid CF - Wikipedia", "url":"https://en.wikipedia.org/wiki/Real_Madrid_CF", "description":"Real Madrid Club de Fútbol commonly referred to as Real Madrid, is a Spanish professional football club based in Madrid. Founded on 6 March 1902 as the ..."},
    {"title":"Real Madrid C.F. - Home | Facebook", "url":"https://www.facebook.com/RealMadrid/", "description":"See more of Real Madrid C.F. ... With 13 Champions League trophies, 3 Intercontinental Cups, 3 FIFA Club World Cups, 33 La Liga title... ... Real Madrid C.F. is at Estadio Santiago Bernabéu."},
    {"title":"Real Madrid - Marca", "url":"https://www.marca.com/en/football/real-madrid.html", "description":"Isco is Zidane's first signing. Brahim Diaz to be loaned out for the 2019/20 season. Cristiano Ronaldo: Zidane knows how to handle Real Madrid in an intelligent way. The new Estadio Santiago Bernabeu is becoming a reality."},
    {"title":"Real Madrid | Bleacher Report | Latest News, Scores, Stats and More", "url":"https://bleacherreport.com/real-madrid", "description":"Get the latest Real Madrid news, photos, rankings, lists and more on Bleacher Report."},
    {"title":"Real Madrid - Latest news, transfer gossip and insight - Mirror Football", "url":"https://www.mirror.co.uk/all-about/real-madrid-cf", "description":"The most successful team in European Cup and Champions League history, Real Madrid are one of the biggest clubs in the world. Famed for their Galacticos in ..."},
    {"title":"Real Madrid - YouTube", "url":"https://www.youtube.com/channel/UCWV3obpZVGgJ3j9FVhEjF2Q", "description":"Welcome to the Official Real Madrid C.F. YouTube channel. Real Madrid is the most successful club in the history of football. Enjoy the best goals, high..."},
    {"title":"Real Madrid vs Atletico Madrid | July 26 At MetLife Stadium‎", "url":"https://www1.ticketmaster.com/", "description":"Witness History As The Madrid Derby Takes Place On US Soil For The First Time. Get Tix! 2019 ICC. 100% Guaranteed Tickets. Secured Transactions. Amenities: Mobile Friendly, Instant Downloads, Interactive Seating Map."},
    {"title":"Real Madrid C.F. (@realmadrid) | Twitter", "url":"https://twitter.com/realmadrid", "description":"The latest Tweets from Real Madrid C.F. (@realmadrid). Cuenta oficial del Real Madrid C.F. @realmadriden: . @realmadridarab: العربيه."},
    {"title":"Real Madrid News and Scores - ESPN - ESPN.com", "url":"http://www.espn.com/soccer/team/_/id/86/real-madrid", "description":"Get the latest Real Madrid news, scores, stats, standings, rumors, and more from ESPN."}
  ]
}
